
/* */
"AppSocket/HP JetDirect" = "Jetdirect";

/* */
"Bluetooth Printer (bluetooth)" = "Bluetooth";

/* */
"Fax Printer (fax)" = "ファクス";

/* */
"FireWire Printer" = "FireWire";

/* */
"Internet Printing Protocol (http)" = "Internet Printing Protocol（http）";

/* */
"Internet Printing Protocol (ipp)" = "IPP (Internet Printing Protocol)";

/* */
"LPD/LPR Host or Printer" = "LPD/LPR のホストまたはプリンタ";

/* */
"Serial Printer (serial)" = "シリアル";

/* */
"USB Printer (usb)" = "USB";

/* */
"Windows Printer via SAMBA" = "Windows";

/* */
"Zeroconf registered printer..." = "Bonjour";

/* User will enter the URI manually menu item */
"manual" = "別の装置";

/* Internal Modem */
"modem" = "内蔵モデム";

/* Bluetooth Modem */
"Bluetooth-Modem" = "Bluetooth モデム";


